acpi
adobe-source-han-sans-cn-fonts
amd-ucode
amdvlk
base
base-devel
bat
bc
blueman
brightnessctl
btop
calf
chromium
cliphist
cups
deluge
deluge-gtk
docker
docker-compose
dosbox
easyeffects
efibootmgr
entr
eog
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-material-color
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-rime
fd
flatpak
fzf
gamescope
git
git-delta
github-cli
grim
grub
gst-plugin-pipewire
gtk2
gtk4
gvfs-mtp
inetutils
jq
keyd
kitty
kvantum
kvantum-qt5
kwallet-pam
kwalletmanager
lazygit
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libpulse
linux
linux-firmware
lsp-plugins-lv2
lutris
man-db
man-pages
mokutil
mpv
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts-emoji
npm
nvtop
nwg-look
obs-studio
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
power-profiles-daemon
python-pyopenssl
qt5ct
qt6-svg
qt6ct
raylib
refind
rime-pinyin-zhwiki
ripgrep
rofi-wayland
rog-control-center
samba
sbsigntools
sddm
shim
slurp
socat
sof-firmware
steam
stow
supergfxctl
swappy
swaync
switcheroo-control
swww
thunar
thunar-archive-plugin
tmux
ttf-jetbrains-mono-nerd
tumbler
unzip
v4l2loopback-dkms
vivaldi
vulkan-radeon
wine-staging
winetricks
wireplumber
wl-clipboard
wqy-zenhei
xarchiver
xdg-desktop-portal-hyprland
xdg-user-dirs
yt-dlp
zed
zip
zram-generator
zsh
