android-studio
ani-cli
armcord-bin
bibata-cursor-theme
brave-bin
bun-bin
catppuccin-fcitx5-git
catppuccin-gtk-theme-mocha
cava-git
coppwr
eww-git
google-chrome
hypridle-git
hyprland-git
hyprlock-git
jstest-gtk-git
kora-icon-theme
lazydocker
oh-my-posh
sddm-conf-git
sddm-theme-catppuccin-git
sddm-theme-sugar-candy-git
shim-signed
steamos-compositor-plus
stremio
visual-studio-code-bin
wallust-git
wlogout
xboxdrv
zen-browser-bin
zoom
